Revit 2024 API
SpecTypeId.String Class
 This class contains constants identifying string specs.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static class String
Visual Basic
Public NotInheritable Class String
Visual C++
public ref class String abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.SpecTypeId.String
See Also
SpecTypeId.String Members
Autodesk.Revit.DB Namespace